<template>
  <div id="reg-legal">
    <div class="container">
      <regHeader></regHeader>
      <div class="middle">
        <div class="title">
          <p class="title-text">支付交易协议</p>
          <span class="effective-date">版本生效日期 ：2018年12月25日</span>
        </div>
        <div class="middle-content">
          <p>
            <strong>一、支付交易协议协议的确认</strong><br>
            <strong>1、请您先仔细阅读本协议内容，尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。</strong>您通过页面点击或其他方式确认即表示您已同意本协议。<br>
            <strong>
              2、如我们对本协议进行修改，我们将通过网站公告的方式提前予以公布，变更后的协议在公告届满30日起生效。
              若您无法同意变更修改后的协议内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应协议内容。</strong><br>
            <strong>
              3、如您为无民事行为能力人或为限制民事行为能力人，请告知您的监护人，并在您监护人的指导下阅读本协议和使用我们的服务。若您非中华人民共和国境内（为本协议之目的， 不包括香港、
              澳门特别行政区及台湾地区）用户，您还需同时遵守您所属国家或地区的法律，且您确认，订立并履行本协议不违反您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规。 </strong><br>
          </p>
          <p>
            <strong>二、支付交易协议为您提供的服务内容</strong><br>
            支付交易协议是我们向您提供的非金融机构支付服务，是受您委托代您收付款的资金转移服务。<strong>收付款服务是指我们为您提供的代为收取或代为支付款项的服务。</strong><br>
            通过代为收取款项服务，您可以收到他人向您支付的款项，具体是指自您委托我们将您银行卡内的资金充值到您的账户或委托我们代为收取第三方向您支付的款项之时起
            至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或账户之时止（含提现）的整个过程。<br>
            通过代为支付款项服务，您可以支付款项给您指定的第三方。具体是指自款项从您指定账户（非账户）出账之时起至我们根据您或有权方给出的指令将上
            述款项的全部或部分入账到第三方的银行账户或账户之时止的整个过程； 或自您根据本协议委托我们将您银行卡的资金充值到您或他人的账户
            或自您因委托我们代为收取相关款项并入账到您的账户之时起至委托我们根据您或有
            权方给出的指令将上述款项的全部或部分入账第三方的银行账户或账户之时止的整个过程。<br>
            您向我们发出代为收付款项的指令后，非经法律程序或者非依本协议之约定，该指令不可撤销。<br>
            收付款项服务的功能有如下几类：
          </p>
          <p><strong>1、充值：</strong>您可以将您银行卡内的资金划转到您的平台账户。</p>
          <p>
            <strong>2、提现：</strong>您可以将您平台账户内余额划转至您名下的可接收款项的中华人民共和国境内（为本协议之目的，不含香港、澳门特别行政区及台湾地区）银行账户。
            除非您的平台账户被有权机关冻结、止付或采取其他限制措施，在符合收付款额度的前提下，我们将于收到提现指令后的合理时间内，将相应款项汇入该银行账户。为确保您的资金安全，
            我们可能会对提现进行风险审查，从而可能导致到账时间延迟。
          </p>
          <p>
            <strong>3、转账：</strong>您可以使用支付交易协议，委托我们将款项转至收款方账户或可接收款项的中华人民共和国境内（为本协议之目的，不含香港、澳门特别行政区及台湾地区）银行账户。
            为确保您的资金和财产安全，您在使用转账服务时，请您谨慎核对收款方信息，包括但不限于收款方的真实身份及准确的登录名等信息。
          </p>
          <p>
            <strong>三、使用支付交易协议的注意事项</strong><br>
            为有效保障您使用我们服务时的合法权益，我们提醒您注意以下事项：
          </p>
          <p><strong>（一）身份验证 </strong></p>
          <p>
            1、您在注册、使用我们服务的过程中，请您提供合法、真实、有效、准确并完整的资料（根据具体验证需要，可能包括身份证、户口本、护照、营业执照、开户许可证等证明、联系方式、从事职业、
            通讯地址、个人生物识别信息等）。 <strong>为了能将账户资金变动及时通知到您，以及更好保障您的账户安全，如该等资料发生变更，请您及时通知我们。 为了及时有效地验证您的信息
            （包括但不限于身份信息、账户信息、购汇额度等），根据法律法规及监管规定或我们认为有需要时，您同意我们可以把您的信息提供给第三方，也同意第三方可以把您的信息提供给我们，
            以便我们进行验证。您应确保登录名、会员号或账户绑定的电子邮箱或手机号均为您本人持有，如您占用了他人的电子邮箱或手机号的，为避免给电子邮箱或手机号持有人带来不便或不利影响，
            也为了您的资金安全，我们可能将该邮箱或手机号从您的会员号或账户中删除并解除关联。</strong>
          </p>
          <p>
            <strong>
              2、为了满足相关监管规定的要求，也为了您的资金安全，若您为个人用户，在出现下列情形时，请您积极配合我们核对您的有效身份证件或其他必要文件，
              留存有效身份证件的彩色照片，且完成相关身份验证：
            </strong>
          </p>
          <p>
            <strong>
              3、为了满足相关监管规定的要求，请您按照我们要求的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付、购买理财产品等操作，
              且我们可能对您的账户余额进行止付或注销您的账户。
            </strong>
          </p>
          <p>
            <strong>
              （二）存在如下情形时，我们可能会对您名下会员号或/账户暂停或终止提供支付交易协议，或对余额进行止付，且可能限制您所使用的产品或服务功能
            （比如对这些会员号或/及账户名下的款项和在途交易采取止付、取消交易、调账等限制措施）：
            </strong>
          </p>
          <p><strong>（1）您违反了法律法规的规定或本协议的约定；</strong></p>
          <p><strong>（2）根据相关法律法规或有权机关的要求；</strong></p>
          <p><strong>（3）您的会员号或账户操作、资金流向等存在异常时；；</strong></p>
          <p><strong>（4）您的会员号或账户可能产生风险的；</strong></p>
          <p><strong>（5）您在参加市场活动时有批量注册会员号或账户、刷信用、交易内容不符或作弊等违反活动规则、违反诚实信用原则的；</strong></p>
          <p><strong>（6）他人向您账户错误汇入资金等导致您可能存在不当获利的；</strong></p>
          <p><strong>（7）您遭到他人投诉，且对方已经提供了一定证据的；</strong></p>
          <p>除（1）、（2）规定的情形外，如您申请恢复服务、解除上述止付或限制，请您向我们提供相关资料及身份证明等文件，以便我们进行核实。</p>
          <p><strong>（四）我们的承诺和声明 </strong></p>
          <p>1、平台账户并非银行，本协议项下涉及的资金转移均通过银行来实现，您接受资金在转移途中产生的合理时间。</p>
          <p><strong>2、基于相关法律法规的规定，对本协议项下的服务，我们均无法提供担保、垫资。</strong></p>
          <p>
              <strong>3、我们 </strong>会将您委托我们代为收取或代为支付的款项，严格按照法律法规或有权机关的监管要求进行管理。<strong>我们提请您注意，账户所记录的资金余额不同于您本人的银行存款，
              不受《存款保险条例》保护， 其实质为您委托我们保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以我们的名义存放在银行,</strong>
              并且由我们向银行发起资金调拨指令
          </p>
          <p><strong>（五）交易风险提示</strong></p>
          <p>1、在使用我们的服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中的操作提示、规则，则我们有权拒绝为您与交易对方提供服务，且我们免于承担损害赔偿责任。 </p>
          <p><strong>2、请您特别注意，如在网站上以页面标明或其他方式表明相关服务系由第三方提供，您在使用该服务过程中如有疑问或发生纠纷，请您与第三方协商解决</strong></p>
          <p><strong>3、您使用我们的服务购买金融类产品时，为了您的利益，建议您仔细阅读金融类产品的协议以及页面提示，确认销售机构及产品信息，谨慎评估风险后再购买。</strong></p>
          <p><strong>（六）服务费用</strong></p>
          <p>
            <strong>
              在您使用我们的服务时，我们有权依照《支付交易协议收费规则》向您收取服务费用。我们拥有制订及调整服务费的权利，具体服务费用以您使用我们服务时网站
              或产品页面上所列的收费方式公告或您与我们达成的其他书面协议为准。 除非另有说明或约定，您同意我们有权自您委托我们代为收取或代为支付的款项或您账户余额或者其他资产中直接扣除上述服务费用。
            </strong>
          </p>
          <p><strong>四、用户合法使用支付交易协议的承诺</strong></p>
          <p>
            1、您需要遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，
            不得将我们的服务用于非法目的（包括用于禁止或限制交易物品的交易），也不得以非法方式使用我们的服务。
          </p>
          <p>
            <strong>
              2、您不得利用我们的服务从事侵害他人合法权益之行为或违反国家法律法规，否则我们有权进行调查、延迟或拒绝结算或停止提供服务，且您需要自行承担相关法律责任，
            如因此导致我们或其他方受损的，您需要承担赔偿责任。
            </strong>
          </p>
          <p>3、上述1和2适用的情况包括但不限于：</p>
          <p>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
          <p>（2）违反保密义务；</p>
          <p>（3）冒用他人名义使用我们的服务；</p>
          <p>（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他我们认为不得使用我们的服务进行交易的物品等；</p>
          <p>（5）提供赌博资讯或以任何方式引诱他人参与赌博；</p>
          <p>（6）未经授权使用他人银行卡，或利用信用卡套取现金；</p>
          <p>（7）进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易；</p>
          <p>（8）从事可能侵害我们的服务系统、数据的行为。</p>
          <p><strong>4、您理解，我们的服务有赖于系统的准确运行及操作。若出现系统差错、故障、您或我们不当获利等情形，您同意我们可以采取更正差错、扣划款项等适当纠正措施。</strong></p>
          <p>
            <strong>
              5、您不得对我们的系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、技术文档、客户端至服务器端的数据、服务器数据）
            进行复制、修改、编译、整合或篡改，不得修改或增减我们系统的功能。
            </strong>
          </p>
          <p><strong>五、不可抗力、免责及责任限制</strong></p>
          <p><strong>（一）免责条款<br>因下列原因导致我们无法正常提供服务，我们免于承担责任：</strong></p>
          <p><strong>1、我们的系统停机维护或升级；</strong></p>
          <p><strong>2、因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</strong></p>
          <p><strong>3、您的电脑软硬件和通信线路、供电线路出现故障的；</strong></p>
          <p><strong>4、因您操作不当或通过非经我们授权或认可的方式使用我们服务的；</strong></p>
          <p>
            <strong>
              5、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。
              尽管有前款约定，我们将采取合理行动积极促使服务恢复正常。
            </strong>
          </p>
          <p>
            <strong>
            （二）责任限制<br>
            我们可能同时为您及您的（交易）对手方提供服务，
            您同意对我们可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张我们在提供服务时存在法律上的瑕疵。
            </strong>
          </p>
          <p><strong>六、知识产权的保护</strong></p>
          <p>
            1、我们及关联公司的系统及网站上的内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，
            均由我们或关联公司依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
          </p>
          <p>2、非经我们或关联公司书面同意，请勿擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表网站程序或内容。</p>
          <p>3、尊重知识产权是您应尽的义务，如有违反，您需要承担损害赔偿责任。</p>
          <p><strong>七、 法律适用与管辖</strong></p>
          <p>
            <strong>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖</strong>
          </p>
        </div>
      </div>
      <regFooter></regFooter>
    </div>
  </div>
</template>
<script>
import regHeader from '../../../components/regHeader'
import regFooter from '../../../components/regFooter'
export default {
  data () {
    return {}
  },
  components: { regHeader, regFooter }
}
</script>
<style scoped>
  @import '../../../assets/css/user/reg.css';
</style>
